Repository: thuc2222/megatour-app
Catalog: lib/l10n/app_*.arb
Languages: vi

source: Language
vi: Ngôn ngữ

source: Select Language
vi: Chọn ngôn ngữ

source: Settings
vi: Cài đặt

source: Profile
vi: Hồ sơ

source: Bookings
vi: Đặt chỗ

source: Booking History
vi: Lịch sử đặt chỗ

source: Wishlist
vi: Danh sách mong muốn

source: logout
vi: Đăng xuất

source: Login Failed
vi: Đăng nhập thất bại

source: Welcome Back
vi: Chào mừng trở lại!

source: Login to Continue
vi: Đăng nhập để tiếp tục

source: Start YourJourney
vi: Bắt đầu hành trình của bạn

# emailRequired
source: Email is required
vi: Cần có email.

# emailInvalid
source: Email is Invalid
vi: Địa chỉ email không hợp lệ

source: Password Required
vi: Cần có mật khẩu.

source: Password Too Short
vi: Mật khẩu quá ngắn

source: Remember Me
vi: Hãy nhớ đến tôi

source: Forgot Password
vi: Quên mật khẩu?

source: Don't Have Account
vi: Chưa có tài khoản? Đăng ký

source: Day
vi: / ngày

source: Night
vi: / đêm

source: Day1
vi: /ngày

source: About event
vi: Thông tin về sự kiện

source: Apply filters
vi: Áp dụng bộ lọc

source: Are you sure you want to remove all items from your wishlist
vi: Bạn có chắc chắn muốn xóa tất cả các mặt hàng khỏi danh sách yêu thích của mình không?

source: Are you sure you want to remove this item from your wishlist
vi: Bạn có chắc chắn muốn xóa mặt hàng này khỏi danh sách yêu thích của mình không?

source: Back to home
vi: QUAY LẠI TRANG CHỦ

source: Book now
vi: ĐẶT NGAY

source: Book your trip
vi: ĐẶT CHUYẾN ĐI CỦA BẠN

source: Booking reference
vi: MÃ SỐ ĐẶT PHÒNG

# backToHome1
source: Back to home
vi: Trở về Trang chủ

source: Boat not found
vi: Không tìm thấy thuyền

# bookNow1
source: Book now
vi: Đặt ngay

source: Book ticket
vi: Đặt vé

source: Booking code
vi: Mã đặt chỗ

source: Booking confirmed
vi: Đặt chỗ đã được xác nhận

source: Booking confirmed1
vi: Đặt chỗ đã được xác nhận!

source: Booking details
vi: Chi tiết đặt chỗ

source: Booking received
vi: Đã nhận được yêu cầu đặt chỗ!

source: Browse services
vi: Tìm dịch vụ

source: Check availability
vi: KIỂM TRA TÌNH TRẠNG CÓ SẴN

source: Checkout
vi: THANH TOÁN

source: Complete booking
vi: HOÀN TẤT ĐẶT CHỖ

source: Confirm booking
vi: XÁC NHẬN ĐẶT PHÒNG

source: Cancel
vi: Hủy bỏ

source: Car rental
vi: Thuê xe hơi

source: Car rentals
vi: Thuê xe hơi

source: Car not found
vi: Không tìm thấy xe

source: Change Password Available
vi: Có thể thay đổi mật khẩu.

source: Check availability1
vi: Kiểm tra tình trạng phòng trống

source: Checkout1
vi: Thanh toán

source: Clear all
vi: Xóa tất cả

source: Clear filters
vi: Xóa bộ lọc

source: Clear wishlist
vi: Xóa danh sách yêu thích

source: Confirm pay
vi: Xác nhận & Thanh toán

# confirmBooking1
source: Confirm booking
vi: Xác nhận đặt chỗ

source: Confirm password
vi: Xác nhận mật khẩu

source: Confirmed
vi: Đã xác nhận!

source: Connecting
vi: Đang kết nối...

source: Create account
vi: Tạo tài khoản

source: Cruise boats
vi: Du thuyền và tàu thuyền

source: Customer details
vi: Thông tin khách hàng

source: Date
vi: NGÀY

source: Deal
vi: THỎA THUẬN

source: Done
vi: Xong

source: Enter your email
vi: Nhập email của bạn

source: Enter your first name
vi: Nhập tên của bạn

source: Enter your last name
vi: Nhập họ của bạn

source: Enter your password
vi: Nhập mật khẩu của bạn

source: Error loading events
vi: Lỗi khi tải sự kiện

source: Event checkout
vi: Kiểm tra sự kiện

source: Event ticket
vi: Vé sự kiện

source: Event not found
vi: Sự kiện không được tìm thấy

source: Events tickets
vi: Sự kiện & Vé

source: Faqs
vi: Câu hỏi thường gặp

source: Featured
vi: NỔI BẬT

source: Featured hotels
vi: Khách sạn nổi bật

source: Filters
vi: Bộ lọc

source: Filters coming soon
vi: Bộ lọc sẽ sớm ra mắt.

source: First name
vi: Tên

source: Guests
vi: KHÁCH MỜI

source: Get tickets
vi: Mua vé

source: Guest checkout
vi: Thanh toán dành cho khách

source: Guest details
vi: Thông tin khách mời

source: Guest info
vi: Thông tin khách mời

source: Guest information
vi: Thông tin dành cho khách

source: Guest User
vi: Người dùng khách

source: Guests1
vi: Khách

source: Hotel not found
vi: Không tìm thấy khách sạn

source: Hotels
vi: Khách sạn

source: Join megatour
vi: Tham gia Megatour

source: Last name
vi: Họ

source: Location
vi: Vị trí

source: Login
vi: Đăng nhập

source: Login to view your bookings
vi: Đăng nhập để xem các đặt chỗ của bạn

source: Luxury spaces
vi: Không gian sang trọng

source: My bookings
vi: Đặt chỗ của tôi

source: My cart
vi: Giỏ hàng của tôi

source: My wishlist
vi: Danh sách mong muốn của tôi

source: No boats found
vi: Không tìm thấy thuyền nào.

source: No bookings yet
vi: Chưa có đặt chỗ nào

source: No cars found
vi: Không tìm thấy xe nào

source: No data found
vi: Không tìm thấy dữ liệu

source: No events found
vi: Không tìm thấy sự kiện nào.

source: No results found
vi: Không tìm thấy kết quả nào.

source: No spaces found
vi: Không tìm thấy khoảng trắng

source: No tours found
vi: Không tìm thấy tour nào

source: Offline payment method
vi: Phương thức thanh toán ngoại tuyến

source: Password
vi: Mật khẩu

source: Past
vi: Quá khứ

source: Pay later offline
vi: Thanh toán sau (ngoại tuyến)

source: Payment method
vi: Phương thức thanh toán

source: Payment summary
vi: Tóm tắt thanh toán

source: Per person
vi: Tính theo người

source: Please accept the terms and conditions
vi: Vui lòng chấp nhận các điều khoản và điều kiện.

source: Please check your email for payment instructions
vi: Vui lòng kiểm tra email của bạn để nhận hướng dẫn thanh toán.

source: Please save this code for your records
vi: Vui lòng lưu lại mã này để làm hồ sơ.

source: Please save your booking codenyou will need it for payment or support
vi: Vui lòng lưu lại mã đặt chỗ của bạn. Bạn sẽ cần mã này để thanh toán hoặc được hỗ trợ.

source: Popular tours
vi: Các tour du lịch phổ biến

source: Price per day
vi: Giá mỗi ngày

source: Price range
vi: Khoảng giá

source: Reenter your password
vi: Nhập lại mật khẩu của bạn

source: Refresh
vi: Làm cho khỏe lại

source: Register
vi: Đăng ký

source: Registration successful please login
vi: Đăng ký thành công! Vui lòng đăng nhập.

source: Remove
vi: Di dời

source: Remove from wishlist
vi: Xóa khỏi danh sách yêu thích

source: Rent
vi: Thuê

source: Reserve
vi: Dự trữ

source: Reset
vi: Cài lại

source: Retry
vi: Thử lại

source: Reviews
vi: Đánh giá

source: Special offer
vi: ƯU ĐÃI ĐẶC BIỆT

source: Sail into your dream vacation
vi: Khởi hành chuyến du lịch trong mơ của bạn

source: Save items you like to find them easily later
vi: Lưu lại những mục bạn thích để dễ dàng tìm lại sau này.

source: Search
vi: Tìm kiếm

source: Search tab will be implemented
vi: Tab Tìm kiếm - Sẽ được triển khai

source: Search boats cruises
vi: Tìm kiếm thuyền, du thuyền...

source: Search cars
vi: Tìm kiếm xe hơi...

source: Search destinations
vi: Tìm kiếm điểm đến...

source: Search events location
vi: Tìm kiếm sự kiện, địa điểm...

source: Search spaces
vi: Tìm kiếm không gian...

source: Search tours
vi: Tìm kiếm các tour du lịch...

source: See all
vi: Xem tất cả

source: See all1
vi: Xem tất cả

source: Service information
vi: Thông tin dịch vụ

source: Space checkout
vi: Kiểm tra không gian

source: Space not found
vi: Không tìm thấy không gian

source: Special offers
vi: Ưu đãi đặc biệt

source: Start exploring
vi: Bắt đầu khám phá

source: Start your journey with us today
vi: Hãy bắt đầu hành trình của bạn cùng chúng tôi ngay hôm nay!

source: Success
vi: Thành công

source: Test api
vi: Kiểm thử API

source: Test configs api no auth
vi: API cấu hình thử nghiệm (Không cần xác thực)

source: Test login api
vi: Kiểm thử API đăng nhập

source: Total
vi: Tổng cộng

source: Total amount
vi: Tổng số tiền

source: Total estimate
vi: Tổng ước tính

source: Total price
vi: Tổng giá

source: Total estimate1
vi: Tổng ước tính

source: Tour not found
vi: Không tìm thấy tour

source: Tours
vi: Các tour du lịch

source: Travel stories
vi: Những câu chuyện du lịch

source: Try adjusting your search filters
vi: Hãy thử điều chỉnh bộ lọc tìm kiếm của bạn.

source: Unique spaces
vi: Không gian độc đáo

source: Upcoming
vi: Sắp tới

source: View
vi: Xem

source: You might like
vi: Bạn có thể thích

source: Your booking has been successfully created
vi: Đặt chỗ của bạn đã được tạo thành công.

source: Your booking is confirmed
vi: Đặt chỗ của bạn đã được xác nhận.

source: Your booking is pending confirmation
vi: Đặt chỗ của bạn đang chờ xác nhận.

source: Your booking was successful
vi: Đặt chỗ của bạn đã thành công.

source: Your car rental is confirmed
vi: Đặt xe của bạn đã được xác nhận.

source: Your cart is empty
vi: Giỏ hàng của bạn trống

source: Your space booking has been successfully created
vi: Việc đặt chỗ không gian của bạn đã được thực hiện thành công.

source: Your space is reserved
vi: Chỗ của bạn đã được đặt trước.

source: Your tickets are booked successfully
vi: Bạn đã đặt vé thành công.

source: Your tour has been successfully booked
vi: Chuyến tham quan của bạn đã được đặt thành công.

source: Your Travel Booking Companion
vi: Người bạn đồng hành giúp bạn đặt vé du lịch.

source: Your wishlist is empty
vi: Danh sách mong muốn của bạn trống
